$(function () {

    // $('#tree').tree({
    //     animate: true,
    //     lines: true,
    //     data: [
    //         {
    //             text: '省政法委',
    //             // iconCls: "icon-reload",
    //             children: [
    //                 {
    //                     text: '郭元洲'
    //                 }, {
    //                     text: '罗俊友'
    //                 }, {
    //                     text: '白宏凯'
    //                 }, {
    //                     text: '董泽宇'
    //                 }, {
    //                     text: '顾熠彤'
    //                 }, {
    //                     text: '徐修平'
    //                 }, {
    //                     text: '王景龙'
    //                 }, {
    //                     text: '薛坚秉'
    //                 }, {
    //                     text: '石新知'
    //                 }, {
    //                     text: '韩志国'
    //                 }
    //             ]
    //         },
    //         {
    //             text: '哈尔滨市委',
    //             children: [
    //                 {
    //                     text: '田立辉'
    //                 }, {
    //                     text: '杨华彩'
    //                 }, {
    //                     text: '余承业'
    //                 }, {
    //                     text: '彭彭祖'
    //                 }, {
    //                     text: '邱高逸'
    //                 }, {
    //                     text: '常圣杰'
    //                 }, {
    //                     text: '于元正'
    //                 }, {
    //                     text: '朱鹏鹍'
    //                 }, {
    //                     text: '吴永年'
    //                 }
    //             ]
    //         },
    //         {
    //             text: '哈尔滨公安局',
    //             children: [
    //                 {
    //                     text: '南岗分局',
    //                     children: [
    //                         {
    //                             text: '康顺程'
    //                         },
    //                         {
    //                             text: '向文常'
    //                         },
    //                         {
    //                             text: '烨熠'
    //                         }
    //                     ]
    //                 }, {
    //                     text: '道外分局',
    //                     children: [
    //                         {
    //                             text: '苏承业'
    //                         },
    //                         {
    //                             text: '夏蕴籍'
    //                         },
    //                         {
    //                             text: '钟英发'
    //                         }
    //                     ]
    //                 }, {
    //                     text: '道里分局',
    //                     children: [
    //                         {
    //                             text: '赵毅然'
    //                         },
    //                         {
    //                             text: '江君昊'
    //                         },
    //                         {
    //                             text: '董永思'
    //                         }
    //                     ]
    //                 }, {
    //                     text: '网监支队',
    //                     children: [
    //                         {
    //                             text: '江安然'
    //                         },
    //                         {
    //                             text: '乔高翰'
    //                         },
    //                         {
    //                             text: '金浩涆'
    //                         },
    //                         {
    //                             text: '乔雅志'
    //                         },
    //                         {
    //                             text: '石宏硕'
    //                         },
    //                         {
    //                             text: '胡宜修'
    //                         },
    //                         {
    //                             text: '傅立诚'
    //                         },
    //                         {
    //                             text: '姜开济'
    //                         },
    //                         {
    //                             text: '田锦程'
    //                         },
    //                         {
    //                             text: '田永康'
    //                         },
    //                         {
    //                             text: '蒋建弼'
    //                         },
    //                         {
    //                             text: '易勇锐'
    //                         },
    //                         {
    //                             text: '胡经艺'
    //                         },
    //                         {
    //                             text: '康天逸'
    //                         },
    //                         {
    //                             text: '薛兴怀'
    //                         }
    //                     ]
    //                 }
    //             ]
    //         },
    //         {
    //             text: '哈尔滨抗洪办',
    //             children: [
    //                 {
    //                     text: '应急指挥小组',
    //                     children: [
    //                         { text: '段嘉玉' },
    //                         { text: '龚弘光' },
    //                         { text: '方宜年' },
    //                         { text: '方季萌' },
    //                         { text: '周高驰' },
    //                         { text: '邱文赋' },
    //                         { text: '郝正奇' },
    //                         { text: '陆成业' },
    //                         { text: '廖高寒' },
    //                         { text: '汪英才' },
    //                         { text: '周经业' },
    //                         { text: '汤玉韵' },
    //                         { text: '潘景明' },
    //                         { text: '郭浩渺' },
    //                         { text: '廖翰翮' }
    //                     ]
    //                 }, {
    //                     text: '物资处',
    //                     children: [
    //                         { text: '邓飞昂' },
    //                         { text: '赵永康' },
    //                         { text: '蔡里辉' },
    //                         { text: '汪德本' },
    //                         { text: '余星河' },
    //                         { text: '万英勋' },
    //                         { text: '吕成周' },
    //                         { text: '秦星辰' }
    //                     ]
    //                 }, {
    //                     text: '办公室',
    //                     children: [
    //                         { text: '杨宾鸿' },
    //                         { text: '杜康健' },
    //                         { text: '毛涵容' }
    //                     ]
    //                 }
    //             ]
    //         },
    //     ]
    // });

    // $('.tree-title').css('font-size', '16px')
})